;
; Translation Author: Rinaldo M. aka Whiteshark 
; Translation Author Email: dad428@hotmail.com
; Translation Author Website: www.webalice.it/whiteshark_1/
;
; Software: Wise Reminder 1.27.64
; Actual Translation Maintainer: xilolee (user and moderator on forum.wisecleaner.com), since version 1.17.55
; Translation updated/checked 4 Ott 2017
;
; Previous Translation Maintainers:
;

[Translation]
LanguageName=ITA
LangCode=0410
ReadHabit=Left-to-right
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Confirm=Conferma
;
; Main GUI
;
TfrmWRMMain.Caption=Wise Reminder
TfrmWRMMain.btnUnfinish.Caption=In corso
TfrmWRMMain.btnCompleted.Caption=Completati
TfrmWRMMain.btnBack.caption=Torna
TfrmWRMMain.btnDone.Caption=Salva
TfrmWRMMain.lblRepeat.caption=Ripeti:
TfrmWRMMain.lblTime.caption=Ore:
TfrmWRMMain.lblName.caption=Descrizione:
TfrmWRMMain.lblDate.caption=Data:
TfrmWRMMain.cbPeriod.Item1=Una volta
TfrmWRMMain.cbPeriod.Item2=Ogni giorno
TfrmWRMMain.cbPeriod.Item3=Ogni settimana
TfrmWRMMain.cbPeriod.Item4=Ogni mese
TfrmWRMMain.cbPeriod.Item5=Ogni anno
;
;hint
;
TfrmWRMMain.RestoreHint=Copie di riserva e ripristino delle copie
TfrmWRMMain.imgf.hint=Clicca "mi piace" sulla pagina di WiseCleaner su Facebook e seguici!
TfrmWRMMain.imgt.hint=Condividi i tuoi pensieri riguardo questo programma su Twitter!
TfrmWRMMain.imgmail.hint=Se apprezzi questo programma, consiglialo ai tuoi amici!
TfrmWRMMain.imghome.hint=Il nostro sito Web
TfrmWRMMain.CloseHint=Chiudi
TfrmWRMMain.MenuHint=Menu
TfrmWRMMain.MinHint=Minimizza
TfrmWRMMain.lbl2.caption=Versione corrente: %s
TfrmWRMMain.lbl3.Caption=Aggiorna
TfrmWRMMain.btnDetails.hint_1=Dettagli
TfrmWRMMain.btnDetails.hint_2=Modifica e riprendi
TfrmWRMMain.btnDelete.hint_1=Segna come completato
TfrmWRMMain.btnDelete.hint_2=Elimina
TfrmWRMMain.OpenWindow=Apri WiseReminder
TfrmWRMMain.btnNew.Caption=nuovo
msgdlg.btnNO=No
msgdlg.btnOk=OK
msgdlg.btnYes=Sì
;
; Time
;
constY=Anno
constM=Mese
constD=Giorno
constHH=Ora
constMM=Minuti
constSS=Secondi
constYs=Anni
constMs=Mesi
constDs=Giorni
constHHs=Ore
constMMs=Minuti
constSSs=Secondi
;
; Popup Menu
;
TfrmWRMMain.TrayMenuItem1=Aiuto in linea
TfrmWRMMain.TrayMenuItem2=Forum
TfrmWRMMain.TrayMenuItem3=Il nostro sito web
TfrmWRMMain.TrayMenuItem4=Contattaci
TfrmWRMMain.TrayMenuItem5=Aggiorna
TfrmWRMMain.TrayMenuItem6=Notizie di WiseCleaner
TfrmWRMMain.TrayMenuItem7=Lingua
TfrmWRMMain.TrayMenuItem8=Avvia con Windows
TfrmWRMMain.TrayMenuItem9=Info
TfrmWRMMain.TrayMenuItem10=Esci
TfrmRemindDlg.Caption_1=Hai perso alcuni richiami
TfrmWRMMain.lbl1.caption=Ripristina
TfrmWRMMain.fxpmn.item1=Copie di riserva
TfrmWRMMain.fxpmn.item2=Ripristina
GetLang=Traduci in...
;
; Notice
;
TfrmRemindDlg.Caption=Avviso
TfrmRemindDlg.btnComplete.Caption=Capito
TfrmRemindDlg.btnDelay.Caption=Posponi
;
; About
;
TfrmAbout.Caption=Info
TfrmAbout.lblEmail.caption=Supporto tecnico:
TfrmAbout.lblhome.caption=Il nostro sito web:
TfrmAbout.lblthanks.caption=Ringraziamo le seguenti persone per la collaborazione:
TfrmAbout.btnOk.Caption=OK
TfrmAbout.lblver.Caption=Versione corrente:
;
;Voice
;
TfrmWRMMain.cbbVoice.Item1 = Muto
TfrmWRMMain.cbbVoice.Item2 = Predefinito
TfrmWRMMain.cbbVoice.Item3 = Personalizza 
TfrmWRMMain.lblVoice.Caption = Suoneria:

[Messages]
UnkonwFileType = File audio non riconosciuto!
ExitModify=Modifiche non salvate. Sei sicuro di voler lasciare questa pagina?
RemindNameNULL=Compila la descrizione dell'avviso!
NewVer=È disponibile una nuova versione di Wise Reminder! Vuoi aggiornarla ora?
NoNewVer=Complimenti! Stai usando la versione più recente.
ExitApp=Sicuro di voler terminare Wise Reminder? Non riceverai gli avvertimenti impostati mentre è chiuso!
NoneReminder=Nessun avviso programmato!
NoneCopmpleted=Nessun avviso emesso!
NoneSelected=Seleziona almeno un elemento!
TimeOver=Hai impostato una scadenza antecedente l'ora corrente!

[Lang]
NativeLanguage=Italiano